START_TEXT: str = "Привет!\nЯ бот клуба Robotic и у меня можно узнать, открыта ли наша лаборатория"
BEGIN_TEXT: str = "Начать"
IS_OPEN_QUERY: str = "Лаборатория открыта?"
IS_OPEN_ANSWER: str = "Лаборатория открыта"
IS_CLOSE_ANSWER: str = "Лаборатория закрыта"
TO_OPEN_QUERY: str = "Открыть"
TO_CLOSE_QUERY: str = "Закрыть"
TO_OPEN_ANSWER: str = "Лаборатория переведена в состояние открыто"
TO_CLOSE_ANSWER: str = "Лаборатория переведена в состояние закрыто"
OPEN_ALREADY_ANSWER: str = "Лаборатория уже открыта!"
CLOSE_ALREADY_ANSWER: str = "Лаборатория уже закрыта!"
ACCESS_DENIED_ANSWER: str = "У вас нет прав доступа"

COUNCIL_MEMBERS_TG_IDS = (
    866529348,  # коннов
    837823253,  # маркарян
    825788685,  # ган
    833026817,  # семенов
    488954330,  # фунин
    1098133332,  # ханов
    933768614,  # минеев
    970848737,  # шарыченкова
    1208540411,  # казанцев
    482120138,  # князева
    739450838,  # кровяков
    2002082857,  # гришин
    1026085438,  # сулейманов
    1230135667,  # анисимов
    760383387,  # лисовская
    759179553,  # кузьмин
    1282194223,  # стасюк
    961616245,  # настенков
    1683520672,  # аббасова
)

COUNCIL_MEMBERS_VK_IDS = (
    257165020,  # ханов
    83886005,  # ган
    209631693,  # казанцев
    168944389,  # фунин
    322610705,  # маркарян
    463504482,  # коннов
    141438279,  # шарыченкова
    126379866,  # семенов
    199563128,  # кровяков
    295851173,  # минеев
    135044836,  # князева
    546677876,  # анисимов
    534279902,  # гришин
    1062881280,  # аббасова
    310402780,  # сулейманов
    413650805,  # лисовская
    420500599,  # настенков
    408712705,  # стасюк
    329877207,  # кузьмин
)
